<?php

return [
    'search'    => 'بحث',
    'signout'   => 'تسجيل الخروج',
    'login'     => 'تسجيل الدخول',
    'submit_ad' => 'إضافة إعلان',
    'home'          => 'الصفحة الرئيسية',
    'categories'    => 'التصنيفات',
    'blog'          => 'المدونة',
    'contact'       => 'تواصل معنا',

    'footer'        => [
        'description' => 'فالح هو المنصة الشاملة للاستثمار في الزراعة في مصر. إنه يوفر جميع الخدمات والفرص لأولئك الذين يهتمون بالاستثمار في الزراعة ويتم دعمه من قبل الدولة.',
        'company'       => 'الشركة',
        'pages'         => 'الصفحات',
        'app'           => 'التطبيق',
        'follow_us'     => 'تابعنا',
        'about'         => 'عن الشركة',
        'blog'          => 'المدونة',
        'items'         => 'المنتجات',
    ],

    'recent_items'      => 'المنتجات الأخيرة',
    'featured_items'    => 'المنتجات المميزة',
    'promoted_items'    => 'المنتجات المروجة',
];
